##########################
# Taps                   #
##########################

tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'homebrew/dupes'


##########################
# Apps                   #
##########################

# Browsers
cask 'google-chrome'
cask 'firefox'

# Dev
cask 'imageoptim'
cask 'sublime-text'
cask 'iterm2'

# Media
cask 'calibre'
cask 'spotify'
cask 'postico'
cask 'airfoil'
cask 'lastfm'
cask 'aerial'

# Utils
cask 'backblaze'
cask 'superduper'
cask 'cloudup'
cask 'focus'
cask 'keepingyouawake'
cask 'openemu'
cask '1password'
cask 'flux'
cask 'alfred'
cask 'fluid'
cask 'istat-menus'
cask 'alfred'
cask 'appzapper'
cask 'dropbox'

# Music
cask 'xld'
cask 'id3-editor'

# Quicklook stuff
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'


##########################
# MAS                    #
##########################

# Apple
mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'GarageBand', id: 682658836
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434

# lukekarrys@gmail.com
mas 'Letterpress', id: 1070543522
mas 'Due', id: 524373870
mas 'Slack', id: 803453959
mas 'Duplicate Photos Fixer Pro', id: 963642514
mas 'DaisyDisk', id: 411643860
mas 'Divvy', id: 413857545
mas 'Day One', id: 1055511498


##########################
# CLIs                   #
##########################

# Builtins
brew 'coreutils'
brew 'findutils'
brew 'moreutils'
brew 'vim', args: ['override-system-vi']
brew 'homebrew/dupes/grep'

# DB services
brew 'postgresql'
brew 'redis'

# git(hub)
brew 'git'
# brew 'ghi' # TODO: figure out pygments install so it just works
brew 'hub'
brew 'gifify'

# Code
brew 'highlight'

# Helpers
brew 'rename'
brew 'trash'
brew 'tree'
brew 'watchman'
brew 'z'

# Zsh
brew 'zsh'
brew 'zsh-completions'

# Mac
brew 'mas'
