tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "atuin"
brew "bat"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "hyperfine"
brew "jq"
brew "libxml2"
brew "mas"
brew "moreutils"
brew "nghttp2"
brew "poppler"
brew "qt"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "tree"
brew "vips"
brew "volta"
brew "wget"
cask "1password-cli"
cask "apparency"
cask "appzapper"
cask "bartender"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-ubuntu-mono-nerd-font"
cask "istat-menus"
cask "postgres-unofficial"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sonos"
cask "suspicious-package"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "GPX Editor", id: 924782627
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soro", id: 1550457805
mas "TestFlight", id: 899247664
mas "Tweaks for Twitter", id: 1567751529
mas "Userscripts", id: 1463298887
