tap "1password/tap"
tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mvp/uhubctl", "https://github.com/mvp/uhubctl"
tap "oven-sh/bun"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "atuin"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "handbrake"
brew "hdf5"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libmatio"
brew "libmediainfo"
brew "librsvg"
brew "mas"
brew "media-info"
brew "qt"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "nghttp2"
brew "ngrep"
brew "openblas"
brew "openslide"
brew "opusfile"
brew "p7zip"
brew "perl"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "python@3.11"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "sox"
brew "ssh-copy-id"
brew "starship"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vim"
brew "vips"
brew "volta"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "fish-shell/fish-beta-4/fish"
brew "mvp/uhubctl/uhubctl"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "airfoil"
cask "apparency"
cask "appzapper"
cask "bartender"
cask "bose-updater"
cask "choosy"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "istat-menus"
cask "kap"
cask "keymapp"
cask "logi-options+"
cask "makemkv"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "min"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "postico"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raspberry-pi-imager"
cask "raycast"
cask "runjs"
cask "slack"
cask "sonos"
cask "superduper"
cask "suspicious-package"
cask "tailscale"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Battery Indicator", id: 1206020918
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GPX Editor", id: 924782627
mas "GPX Viewer", id: 920631838
mas "Homecoming for Mastodon", id: 1666139593
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Magnet Links", id: 1598258908
mas "Noir", id: 1592917505
mas "NordLayer", id: 1488888843
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Soro", id: 1550457805
mas "StopTheMadness Pro", id: 6471380298
mas "StopTheScript", id: 1588394487
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
