# Taps
tap "1password/tap"
tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
# CLIs 
brew "act"
brew "arduino-cli"
brew "atuin"
brew "bash"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "direnv"
brew "exiftool"
brew "eza"
brew "fd"
brew "findutils"
brew "fish-shell/fish-beta-4/fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "grep"
brew "hyperfine"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nghttp2"
brew "ngrep"
brew "oven-sh/bun/bun"
brew "perl"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "ssh-copy-id"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
# Casks
cask "1password-cli"
cask "1password"
cask "apparency"
cask "appzapper"
cask "bartender"
cask "choosy"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "flux"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "istat-menus"
cask "kap"
cask "keymapp"
cask "logi-options+"
cask "makemkv"
cask "min"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "postico"
cask "raspberry-pi-imager"
cask "raycast"
cask "runjs"
cask "slack"
cask "sonos"
cask "suspicious-package"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
# Mac App Store
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Battery Indicator", id: 1206020918
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "GPX Editor", id: 924782627
mas "GPX Viewer", id: 920631838
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Noir", id: 1592917505
mas "NordLayer", id: 1488888843
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Soro", id: 1550457805
mas "StopTheMadness Pro", id: 6471380298
mas "StopTheScript", id: 1588394487
mas "Things", id: 904280696
mas "Userscripts-Mac-App", id: 1463298887
