tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "jpeg"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "exiftool"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "handbrake"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "mpv"
brew "ngrep"
brew "opencv@2"
brew "opusfile"
brew "p7zip"
brew "postgresql", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sox"
brew "ssh-copy-id", link: true
brew "starship", link: false
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "airfoil"
cask "alfred"
cask "anylist"
cask "apparency"
cask "appzapper"
cask "bartender"
cask "bose-updater"
cask "choosy"
cask "discord"
cask "divvy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "logitech-options"
cask "makemkv"
cask "min"
cask "mono-mdk"
cask "ngrok"
cask "postgres"
cask "postico"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sqlitebrowser"
cask "superduper"
cask "suspicious-package"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "1Password for Safari", id: 1569813296
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GPX Editor", id: 924782627
mas "GPX Viewer", id: 920631838
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soro", id: 1550457805
mas "Xcode", id: 497799835
