tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "bat"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "hyperfine"
brew "jq"
brew "moreutils"
brew "nghttp2"
brew "qt"
brew "poppler"
brew "postgresql"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
cask "alfred"
cask "apparency"
cask "bartender"
cask "discord"
cask "divvy"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-ubuntu-mono-nerd-font"
cask "istat-menus"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "suspicious-package"
