tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "linode/cli"
cask "java"
brew "bfg"
brew "python"
brew "coreutils"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "libtool"
brew "imagemagick"
brew "gifify"
brew "git"
brew "grep"
brew "handbrake"
brew "highlight"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "youtube-dl"
brew "mpv"
brew "ngrep"
brew "p7zip"
brew "python@2"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "sox"
brew "ssh-copy-id"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "zsh-completions"
brew "linode/cli/linode-cli"
cask "1password"
cask "aerial"
cask "airfoil"
cask "alfred"
cask "anylist"
cask "appzapper"
cask "atom"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "calibre"
cask "cloudup"
cask "doxie"
cask "dropbox"
cask "dupeguru"
cask "encryptme"
cask "firefox"
cask "fluid"
cask "flux"
cask "focus"
cask "fog"
cask "garmin-express"
cask "gitify"
cask "google-chrome"
cask "imageoptim"
cask "inssider"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "lastfm"
cask "logitech-options"
cask "makemkv"
cask "mancy"
cask "markright"
cask "min"
cask "mono-mdk"
cask "openemu"
cask "podcastmenu"
cask "postgres"
cask "postico"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "rescuetime"
cask "rocket"
cask "skype"
cask "spotify"
cask "sqlitebrowser"
cask "sublime-text"
cask "superduper"
cask "toggldesktop"
cask "transmission"
cask "vlc"
cask "xld"
mas "com.agiletortoise.Drafts-OSX", id: 1435957248
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.bloombuilt.dayone-mac", id: 1055511498
mas "com.daisydiskapp.DaisyDisk", id: 411643860
mas "com.flexibits.fantastical2.mac", id: 975937182
mas "com.helftone.monodraw", id: 920404675
mas "com.khanov.BlockerMac", id: 1107421413
mas "com.martinman.macvideobabymonitor", id: 517602535
mas "com.mizage.Divvy", id: 413857545
mas "com.phocusllp.duemac", id: 524373870
mas "com.robinlu.mac.Tooth-Fairy", id: 1191449274
mas "com.solebon.mac.Letterpress", id: 1070543522
mas "com.systweak.Duplicate-Photos-Fixer-Pro", id: 963642514
mas "de.APPenzeller.PiPifier", id: 1160374471
mas "de.bahoom.HyperDock", id: 449830122
mas "pl.micropixels.NepTunes", id: 1006739057
mas "pro.writer.mac", id: 775737590
