tap "linode/cli"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/cask"
cask "java"
brew "bfg"
brew "boost"
brew "coreutils"
brew "exiftool"
brew "lame"
brew "git"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "freetype"
brew "gdbm"
brew "jpeg"
brew "libtool"
brew "imagemagick"
brew "gifify"
brew "grep"
brew "heroku"
brew "lua"
brew "highlight"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "moreutils"
brew "ngrep"
brew "p7zip"
brew "readline"
brew "python"
brew "rbenv"
brew "redis"
brew "rename"
brew "ssh-copy-id"
brew "trash"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "linode/cli/linode-cli"
cask "1password"
cask "airfoil"
cask "alfred"
cask "appzapper"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "calibre"
cask "cloudup"
cask "doxie"
cask "dropbox"
cask "dupeguru"
cask "firefox"
cask "fluid"
cask "flux"
cask "focus"
cask "fog"
cask "gitify"
cask "google-chrome"
cask "id3-editor"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "lastfm"
cask "mancy"
cask "markright"
cask "min"
cask "mono-mdk"
cask "openemu"
cask "podcastmenu"
cask "postgres"
cask "postico"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rescuetime"
cask "rocket"
cask "skype"
cask "spotify"
cask "sqlitebrowser"
cask "sublime-text"
cask "superduper"
cask "toggldesktop"
cask "transmission"
cask "xld"
cask "caskroom/drivers/garmin-express"
cask "caskroom/drivers/logitech-options"
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Divvy", id: 413857545
mas "Due", id: 524373870
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fantastical 2", id: 975937182
mas "HyperDock", id: 449830122
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Letterpress", id: 1070543522
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "Pages", id: 409201541
mas "Tooth Fairy", id: 1191449274
mas "Xcode", id: 497799835
