tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "linode/cli"
brew "bfg"
brew "python"
brew "coreutils"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "libtool"
brew "imagemagick"
brew "gifify"
brew "git"
brew "grep"
brew "handbrake"
brew "highlight"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "youtube-dl"
brew "mpv"
brew "ngrep"
brew "p7zip"
brew "python@2"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "sox"
brew "ssh-copy-id"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "zsh-completions"
brew "linode/cli/linode-cli"
cask "1password"
cask "airfoil"
cask "alfred"
cask "anylist"
cask "appzapper"
cask "atom"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "bose-updater"
cask "calibre"
cask "choosy"
cask "cloudup"
cask "doxie"
cask "dropbox"
cask "dupeguru"
cask "encryptme"
cask "firefox"
cask "fluid"
cask "flux"
cask "focus"
cask "fog"
cask "garmin-express"
cask "gitify"
cask "google-chrome"
cask "imageoptim"
cask "inssider"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "kap"
cask "keepingyouawake"
cask "lastfm"
cask "logitech-options"
cask "makemkv"
cask "mancy"
cask "markright"
cask "min"
cask "mono-mdk"
cask "openemu"
cask "phantomjs"
cask "podcastmenu"
cask "postgres"
cask "postico"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "rescuetime"
cask "rocket"
cask "skype"
cask "spotify"
cask "sqlitebrowser"
cask "sublime-text"
cask "superduper"
cask "toggldesktop"
cask "transmission"
cask "vlc"
cask "xld"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Cloud Baby Monitor", id: 517602535
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Divvy", id: 413857545
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GPX Editor", id: 924782627
mas "GPX Viewer", id: 920631838
mas "HyperDock", id: 449830122
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Letterpress", id: 1070543522
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
